export const armTextHome = [
    {
        id: 1,
        text: 'Կուաշ կարմիր անապակ գինին պատրաստված է յուրահատուկ տեխնոլոգիայով, Վայոց Ձորի Արենի գյուղում աճեցված Արենի տեսակի խաղողից:Պահպանված են 6000-ամյա հայկական գինու հարուստ ավանդույթները  Պիտանելիության ժամկետն անսահմանափակ է պահպանման և տեղափոխման պայմանները պահելու դեպքում: Պահել օդափոխվող և արևի ուղիղ ճառագայթներից զերծ տարածքում + 5 - ից մինչև + 20 ջերմաստիճանի և առավելագույնը 85 % հարաբերական խոնավության պայմաններում: Շիշը բացելուց հետո պահել + 5 ջերմաստիճանի պայմաններում և օգտագործել առավելագույնը 5 օրվա ընթացքում:'
    },
    {
        id: 2,
        text: 'Կուաշ վարդագույն անապակ գինին պատրաստված է յուրահատուկ տեխնոլոգիայով, Վայոց Ձորի Արենի գյուղում աճեցված Արենի տեսակի խաղողից:Պահպանված են 6000-ամյա հայկական գինու հարուստ ավանդույթները:Պիտանելիության ժամկետն անսահմանափակ է պահպանման և տեղափոխման պայմանները պահելու դեպքում: Պահել օդափոխվող և արևի ուղիղ ճառագայթներից զերծ տարածքում + 5 - ից մինչև + 20 ջերմաստիճանի և առավելագույնը 85 % հարաբերական խոնավության պայմաններում: Շիշը բացելուց հետո պահել + 5 ջերմաստիճանի պայմաններում և օգտագործել առավելագույնը 5 օրվա ընթացքում: '
    },
    {
        id: 3,
        text: 'Կուաշ սպիտակ անապակ գինին պատրաստված է յուրահատուկ տեխնոլոգիայով, Վայոց Ձորի Արենի գյուղում աճեցված Ոսկեհատ տեսակի խաղողից:Պահպանված են 6000-ամյա հայկական գինու հարուստ ավանդույթները:  Պիտանելիության ժամկետն անսահմանափակ է պահպանման և տեղափոխման պայմանները պահելու դեպքում: Պահել օդափոխվող և արևի ուղիղ ճառագայթներից զերծ տարածքում + 5 - ից մինչև + 20 ջերմաստիճանի և առավելագույնը 85 % հարաբերական խոնավության պայմաններում: Շիշը բացելուց հետո պահել + 5 ջերմաստիճանի պայմաններում և օգտագործել առավելագույնը 5 օրվա ընթացքում:'
    },
]
//===> es home i texter@ grac chi


export const armTextAbout = [
    //++++++++++
    {
        id: 1,
        part: 'Մեր մասին',
        title: 'Մեր գործը լավ գինի ստեղծելն է',
        titleLeft: 'ՊԱՏՐԱՍՏՈՒՄԸ',
        titleRight: 'Մեր նպատակը',
        title2: 'Մեր ստեղծարար թիմի նպատակը Հայաստանում գինեգործության զարգացումն ու առաջընթացն է',
        preparation: 'Վատ խաղողից լավ գինի չի ստացվում: Այս սկզբունքով էլ ողջ բերքը մանրազնին ստուգվում է, ինչով էլ պայմանավորված են Ձեր սիրելի գինու նուրբ համն ու բարձր որակը:',
        ourMission: 'Գինեգործ Մանուկյանը շուրջ 10 տարի զբաղվում է գինեգործությամբ: Առաջնորդվելով դարերով փոխանցված ավանդույթներով՝ նա իր առաքելությունն է համարում կատարելագործել նախնիների ավանդած տեխնոլոգիան, ունենալ իր ներդրումն այս բնագավառում և իր հյուրերին ներկայացնել հայկական մշակույթի զարկերակներից մեկը՝ հայկական գինին:',
        underBottel: '«Կուաշ» գինին պատրաստված է Վայոց Ձորի մարզի Արենի գյուղում աճող Արենի խաղողի տեսակից: Հայկական գինին հայտնի է աշխարհին ոչ միայն իր ուրույն համով, այլև Արենի գյուղի քարայրներից մեկում պեղված՝ աշխարհի ամենահին գինու արտադրական համալիրով (Ք. ա. 4200):',
    },
]

//toxerov ijnel
export const armTextVineyards = [
    {
        id: 1,
        part: 'Այգիներ',
        title: 'Այգիներ',
        title2: 'Մեր խաղողի այգիները տեղակայված են ծովի մակարդակից 1215-1250 մետր բարձրության վրա, Արենիում ու շրջակա տարածքներում, մասնավորապես Թափքում, Գետափում ու Իշքաթափում: Մեր խաղողի այգիների ընդհանուր մակերեսը 32 հա է, որից 20 հա-ն արդեն բերք է տվել, իսկ 12 հա–ը նորատունկ է: Ապարանստվածքային հարուստ հրաբխային հողը, համադրվելով Արենիի բարձրադիր դիրքի հետ, մեր գինիներին հաղորդում է տոկուն կառուցվածք եւ արտահայտիչ բուրային փունջ:',
        title3: 'Astghadzor Nursery, Getap, Vayots Dzor Region',
        title4: 'Grape Varieties:',
        title4_1: 'Kakhet',
        title4_2: 'Voskehat',
        title4_3: 'Chilar',
        title4_4: 'Nazeli',
        title4_5: 'Khatuni ',
        title4_6: 'Mormor',
        title4_7: ' Movuz',
        title4_8: 'Jrali ',
        title4_9: 'Kara',
        title4_10: 'Movsesi',
        title4_11: 'Areni',
        title5: 'Khramort Nursery, Khramort, Askeran, Artsakh',
        title6: 'Grape Varieties:',
        title6_1: 'Khndoghni (Sireni)',
        title6_2: 'Kangun (Arm. Complex )',
        title6_3: 'Rkatsiteli (Georgian)',

    },
]
export const armTextShops = [
    {
        id: 1,
        part: 'Խանութներ',
        title: 'Խանութներ',
        title2: 'Դուք կարող եք այս գինու խանութներում:',
    },
]
export const armTextContact = [
    {
        id: 1,
        part: 'Կապ',
        title: 'Կապ մեզ հետ',
        title2: 'Ուղարկեք մեզ նամակ',

        firstName: 'Անուն',
        firstNameInput: 'Ձեր անուն',

        lastName: 'Ազգանուն',
        lastNameInput: 'Ձեր ազգանունը',

        email: 'Էլ․ հասցե',
        emailInput: 'Ձեր Էլ․ հասցեն',

        phone: 'Հեռախոսահամար',
        phoneInput: 'Ձեր հեռախոսահամարը',

        message: 'Հաղորդագրություն',
        messageInput: 'Ձեր հաղորդագրությունը',

        buttonName: 'Ուղարկել'


    },
]
export const armFooterText = [
    {
        id: 1,
        logoFooter:'Կուաշ',
        typeWine: 'Նոր 2019',
        name1: 'Կուաշ վարդագույն',
        name2: 'Կուաշ կարմիր',
        name3: 'Կուաշ սպիտակ',

        typeProduct: 'ԱՐՏԱԴՐՈՒԹՅԱՆ ՏԵՍԱԿՆԵՐԸ',
        typeProduct1:'Գինի միայն ձեզ համար',
    },
]
export default {
    armTextHome,
    armTextAbout,
    armTextVineyards,
    armTextShops,
    armTextContact,
    armFooterText
}